Repository: speedbomb/contagged
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# contagged.wizard_description
source: Lists the glossary terms or shows their details.
de: Listet die Begriffe auf oder zeigt deren Detailinformation.

# contagged.wizard_title
source: Contagged (glossary)
de: Contagged (Glossar)

# palette.access
source: Access
de: Zugriff

# palette.language
source: Language
de: Sprache

# tx_contagged_dont_parse
source: Don't parse text with Contagged
de: Text nicht mit Contagged parsen

# tx_contagged_terms
source: Terms
de: Begriffe

# tx_contagged_terms.desc_long
source: Long Description
de: Beschreibung

# tx_contagged_terms.desc_short
source: Short Description (e.g. Tool Tip Text)
de: Kurztext (z.B. f√ºr Tool-Tip)

# tx_contagged_terms.exclude
source: Exclude from front-end lists
de: In Frontend-Listen nicht anzeigen

# tx_contagged_terms.imagecaption
source: Caption
de: Beschriftung

# tx_contagged_terms.multimedia
source: Media
de: Medien

# tx_contagged_terms.plugin
source: Contagged (glossary)
de: Contagged (Glossar)

# tx_contagged_terms.pronunciation
source: Pronunciation (IPA)
de: Aussprache (IPA)

# tx_contagged_terms.reference
source: Source
de: Quellenangabe

# tx_contagged_terms.related
source: See also
de: Siehe auch

# tx_contagged_terms.term_alt
source: Alternative terms
de: Alternativbegriffe

# tx_contagged_terms.term_lang
source: Language of term
de: Sprache des Begriffs

# tx_contagged_terms.term_main
source: Term
de: Begriff

# tx_contagged_terms.term_replace
source: Replacement
de: Ersetzung

# tx_contagged_terms.term_type
source: Type of term
de: Typ des Begriffs
